{"Items":
[
{
"triggeredLevel":0,
"diaryEN":"Even though I am young, I have mastered all kinds of magic and no one in the whole academy can help me on magic any more. I began to think of how to gain greater wisdom. A passing ranger once told me that “answer will find you only if you keep moving forward”.So I decided to start this long journey, try to find results that I longed for, in the wondrous vast Word continent.",
"diaryCH":"年纪不大的我已经掌握了各种魔法，在整个魔法学院中，已经没有人，即便是导师，也不能在魔法上给予我更大的帮助了。我开始思考起该如何寻求更伟大的智慧，一位过路的游侠告诉我，不要停下来空想，让自己动起来，答案也许就在路上。于是我开始了漫长的冒险，在广袤的沃德大陆上漫无目的的寻找着那令我向往的结果。"
},
{
"triggeredLevel":4,
"diaryEN":"I encountered many interesting things after leaving the Magic Academy,I became more and more sure that my leaving was right.My first stop was the west of Word's Land. There I meet a magic which I had never seen before.With some special spells, armor can stack together and form a wonderful creature, under his thick armor, inexhaustible magic energy was faintly visible. I stayed there for a long time. Finally, I understood its principles and created an armored creature myself, I call him the magic guard.",
"diaryCH":"离开了魔法学院，我在路途中遇到了许多有意思的事情，我越发肯定这次的离开是一个正确的选择。我的第一站是沃德大陆的西面，这里有一种我从来没有见过的魔法。一堆盔甲通过特殊的法术聚合在一起，从而形成了一种奇妙的生物。这种生物的外表被厚重的铠甲所覆盖，内部隐约可见的是源源不断的魔法能量。我在这里停留了许多时间，最后，终于弄懂了它的原理，并且亲自创造了一个属于我的铠甲生物。我管这个生物叫做——魔法护卫。"
},
{
"triggeredLevel":9,
"diaryEN":"On the northwest of the Word continent lies the Word Mountains, where peaks rise up and interweaved into a natural barrier. A faint roar stop my step as I was moving on, the roar continued for a long time and the ground began to tremble with it.A huge figure gradually possessed my entire line of sight.",
"diaryCH":"从大陆的西部往北面前行，是沃德山脉，高耸的山峰从这里拔地而起，交织成了一道天然的屏障。往山脉的深处逐渐前进，隐隐传来了轰鸣声。我不禁停下了脚步，但是轰鸣声并没有停止，反而地面开始随之震颤起来。一个巨大的身影，逐渐笼罩了我的整个视线。"
},
{
"triggeredLevel":14,
"diaryEN":"The power of Earth Spirits in the Word Mountains made me aware of my weakness. I was so vulnerable when compared with nature. At the same time, however, this feeling of danger made me excited . Somehow,  the yearning for adventure become stronger and stronger and finally I was totally lost in this felling.",
"diaryCH":"在沃德山脉和土灵的遭遇，使我觉察到我的弱小。在自然之中，我竟是如此的不堪一击，同时这种险象环生的感觉，又令我为之振奋。对于冒险，我开始产生出一种无比向往的情感。进而愈演愈烈，我慢慢地沉迷在其中，完全不能自拔。"
},
{
"triggeredLevel":19,
"diaryEN":"Ordinary adventures can no longer satisfy my craving for exploration. I began to find those well-known inaccessible places. For me, places people were frightened to talk about were more like holy lands. I have set foot on the Devil's Land in the western part of the mainland, there I fought with the devils days and nights, and finally we became friends. These stories are so incredible — even beyond my wildest dream — that people forgot my name and began to call me the King of Adventure as rumors spread.",
"diaryCH":"普通的一些险境已经无法满足我的探索欲望了，我开始追求那些人迹罕至的地方。那些在别人口中，谈之色变的地方，对于我来说却宛若圣地一般。在大陆的西部，我踏足了恶魔之地，与恶魔酣战了几天几夜，最终还和恶魔成了朋友。这些故事在我看来都显得极其不可思议，以至于到后来关于我的传闻在整个大陆间流传开来，人们忘掉了我的名字，开始用冒险王来称呼我。"
},
{
"triggeredLevel":24,
"diaryEN":"Some people took me as a heresies for they cannot understand my crash on unknown power. I began to study dead magic spells that are considered as taboo, which quickly brought me criticism from stubborn conservatives in the Magic Academy. They openly dismissed me from the the Magic Academy. I don't care about their opinion, because crazy explorations were just at the very beginning.",
"diaryCH":"这种对于未知力量的痴迷，使我开始变成了世俗口中的异端。我开始研究起那些被视为禁忌的魔法，亡灵法术。这种做法很快的遭受到了魔法学院那些顽固老头的不耻，并且公然将我从魔法学院中除名。我并不在意他们的看法，因为这看似疯狂的举动才只是开始。"
},
{
"triggeredLevel":29,
"diaryEN":"As I have explored more and more places, the spells I have mastered is also growing. Everything became easy for me now.About a month ago, a large-scale soul riot broke out in the south. For the first time in my whole life, I truly fell the supernatural power. I saw the Death who keep harvesting souls among tons of bodies.It still strikes me a lot when I recall the scene.",
"diaryCH":"随着步之所及的地方越来越多，积累的法术越来越丰富，一切对我而言都变的简单起来。大约一个月之前，大陆的南方爆发了大规模的灵魂暴动，这次事件让我第一次真正感受到了超自然的力量。我看到了在不断收割灵魂的死神，至今回想起来都令我震撼不已。"
},
{
"triggeredLevel":34,
"diaryEN":"After the soul riots, the name “King of Adventure” spread through the entire Word Land. Some rumors come out like the King of Adventure had collected almost all the treasures of the world through countless adventure. However, there are still some places I have never been, and I think it is those places that are the real treasure for me. Recently I heard of an ancient dragon perched in volcanoes in the north. What a dramatic creation from god! It must be the most magical creature in this world.",
"diaryCH":"冒险王的称号在灵魂暴动后，响彻了整个沃德大陆。甚至有人说我在冒险中，搜集到了大陆几乎所有的奇珍异宝。但我还有一些曾踏足过的地域，那才是我眼中真正的宝藏。最近我打听到北方的火山中栖息着一只上古的巨龙，这可是神灵的造物，这片大陆最神奇的存在啊。"
},
{
"triggeredLevel":39,
"diaryEN":"The dragon is not as powerful as I thought, so were the ancient magics I have had great exception on.I defeated the dragon easily and made it my mount. Finally, I am here, the most powerful creature is not my match either, but endless loneliness gradually swallow me, I am so confused about life. Where is my destination, I do not know.",
"diaryCH":"巨龙并没有想象中的强大，那些我心心念念的远古魔法，也并非如同想象一般。巨龙轻易的被我收服了，变成了我的坐骑。现在，即使是这世界上最强的生物也不是我的对手了，但是无尽的空虚渐渐吞噬了我，我对生命产生了困惑。我的终点到底在哪里呢，我不知道。"
},
{
"triggeredLevel":44,
"diaryEN":"Time flies, I am an old man with white hair. I can leave nothing but useless ashes if I die like this.But today an idea suddenly strike me that if anyone can go through what I have experienced, then my life will not be meaningless! So I decide to build a castle, I will call it the Word Castle.I will put all my treasure in it, I will put all creatures I conquered in it , this castle is another me!",
"diaryCH":"岁月慢慢流逝，现在的我也是一个满头白发的老头子了。如果就这么走到生命的尽头，除了一抔黃土，我什么也留不下。但是今天我突然有了一个想法，如果我能让别人去经历我所经历过的各种冒险，那我我的人生就是有意义的。我决定要修建一个城堡，就把它叫做沃德城堡吧。我要把我所有的宝藏都放到这个城堡里，我要把我所有征服过的生物都放到这个城堡里，这个城堡就是另外一个我！"
}
]
}